---
kind: property
id: P:Autodesk.Revit.DB.LinkConversionData.Path
source: html/a776620b-4e4a-3ceb-dbf1-9059353d71ca.htm
---
# Autodesk.Revit.DB.LinkConversionData.Path Property

The path to the source data used to generate the model.

## Syntax (C#)
```csharp
public string Path { get; }
```